Repository: mltony/nvda-text-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, he, hr, it, pt_br, sk, sr, vi, zh_cn

source: TextNav...
bg: Навигация в текста...
da: Tekstnavigation...
de: Textnavigation...
he: תוסף Text NavTextNav
hr: Kretanje po tekstu …
it: TextNav...TextNav
sk: Skoč na text
sr: Navigacija kroz tekst...
vi: Duyệt theo văn bản...
zh_cn: 文本导航...

source: TextNav settings
bg: Настройки за навигация в текста
da: Indstillinger for Teksttnavigation
de: Textnavigation Einstellungen
he: הגדרות התוסף TextNavTextNav
hr: Postavke za kretanje po tekstu
it: Impostazioni di TextNav
pt_br: Configurações do TextNav
sk: Skoč na text
sr: Podešavanja navigacije kroz tekst
vi: Cài đặt duyệt theo văn bản
zh_cn: 文本导航 设置

source: Crackling volume
bg: Сила на пукащия звук
da: Skrattende lydstyrke
de: übersteuerte Lautstärke
he: עוצמת הצליל של סרגל ההתקדמות
hr: Krčajuća glasnoća
it: Volume del crepitio
pt_br: Oscilação de volume
sk: Hlasitosť upozornenia
sr: Jačina zvuka
vi: Âm lượng tiếng vang
zh_cn: 提示音量

source: Volume of chime when no more sentences available
bg: Сила на звука за сигнала, когато няма повече изречения
da: Lydstyrke på tone når der ikke er mere af sætningen tilgængelig
de: Lautstärke des Glockentons, wenn keine weiteren Sätze verfügbar sind.
he: עוצמת הצליל המודיע שאין עוד פיסקאות
hr: Glasnoća zvona, kad nema daljnjih rečenica
it: Volume del suono quando non ci sono pi√π frasi disponibili
pt_br: Volume do sinal sonoro quando não houver mais sentenças disponíveis
sk: Hlasitosť upozornenia na začiatok alebo koniec dokumentu
sr: Jačina zvučnog signala kada nema više dostupnih rečenica
vi: Âm lượng tiếng vang khi không còn câu nào nữa
zh_cn: 往后没有句子时的提示音量

source: Speak message when no next paragraph containing text available in the document
bg: Изговаряй съобщение, когато в документа не е наличен следващ абзац, съдържащ текст
da: Sig besked, når der ikke er yderligere afsnit tilgængelige i dokumentet
de: Meldung sprechen, wenn es im Dokument keinen weiteren Absatz mit Text gibt.
he: הכרז על העדר פיסקאות קודמות או פיסקאות נוספות במסמך
hr: Izgovori poruku, kad u dokumentu nema sljedećeg odlomka koji sadrži tekst
it: Leggi un messaggio quando non ci sono altri paragrafi contenenti testo nel documento
pt_br: Falar mensagem quando não houver próximo parágrafo contendo texto disponível no documento
sk: Oznámiť, keď nie je nájdený žiadny odsek s textom
sr: Izgovori kada nema sledećeg pasusa koji sadrži tekst u dokumentu
vi: Thông báo khi không có đoạn văn bản kế trong tài liệu
zh_cn: 后面的段落没有文本时，读出消息

source: Speak formatted text
bg: Изговаряй форматиран текст
da: Sig formateret tekst
de: Formatierten Text sprechen
he: הקראת טקסט עם מאפייניו
hr: Izgovori formatirani tekst
it: Pronuncia testo formattato
pt_br: Falar texto formatado
sk: Oznamovať formátovanie textu
sr: Izgovori formatiran tekst
vi: Đọc định dạng văn bản
zh_cn: 读出格式化文本

source: Disable TextNav in applications (comma-separated list)
bg: Деактивирай навигацията в текста за следните приложения (списък от елементи, разделени със запетая)
da: Deaktiver Tekstnavigation i applikationer (kommasepareret liste)
de: Textnavigation in Anwendungen deaktivieren (Listeneinträge durch Komma getrennt)
he: השבת את התוסף ביישומים (comma-separated list)
hr: Deaktiviraj kretanje po tekstu u programima (zarezima razdvojen popis)
it: Disabilita TextNav nelle applicazioni (elenco separato da virgole)
pt_br: Desabilitar o TextNav em aplicativos (lista separada por vírgulas)
sk: zakázať funkciu skočiť na text v aplikáciách (zoznam oddelený čiarkami)
sr: Onemogući navigaciju kroz tekst u aplikacijama (lista se odvaja zarezima)
vi: Tắt duyệt theo văn bản trong các ứng dụng (danh sách phân tách bằng dấu phảy)
zh_cn: 在下列应用程序中禁用文本导航 (不同程序名称之间用英文逗号隔开)

source: TextNav
bg: Навигация в текста
da: Teksttnavigation
de: Textnavigation
hr: Kretanje po tekstu
pt_br: TextNav — Navegação em Texto
sk: Skoč na text
sr: Navigacija kroz tekst
vi: Duyệt theo văn bản
zh_cn: 文本导航

source: No next paragraph with text
bg: Няма следващ абзац с текст
da: Ingen næste tekstafsnit
de: Kein weiterer Absatz mit Text
he: אין פיסקה קודמת עם טקסט
hr: Nema sljedećeg odlomka koji sadrži tekst
it: Nessun paragrafo successivo con testo
pt_br: Sem próximo parágrafo com texto
sk: Žiadny nasledujúci odsek s textom
sr: Nema sledećeg pasusa sa tekstom
vi: Không có đoạn văn bản kế
zh_cn: 往下没有文本

source: No previous paragraph with text
bg: Няма предишен абзац с текст
da: Intet forrige tekstafsnit
de: Kein vorheriger Absatz mit Text
he: אין פיסקה קודמת
hr: Nema prethodnog odlomka koji sadrži tekst
it: Nessun paragrafo precedente con testo
pt_br: Sem parágrafo anterior com texto
sk: Žiadny predchádzajúci odsek s textom
sr: Nema prethodnog pasusa sa tekstom
vi: Không có đoạn văn bản trước
zh_cn: 往上没有文本

source: TextNav allows you to find text that you want to read on a web page in just a single keystroke.
bg: Добавката "Навигация в текста" ("TextNav") ви позволява да намирате текст, който искате да прочетете на дадена уеб страница с натискане само на един клавиш.
da: Tekstnavigation giver dig mulighed for at finde tekst, som du vil læse på en webside ved blot et enkelt tastetryk.
de: Mit der Erweiterung Textnavigation können Sie Text, den Sie auf einer Webseite lesen möchten, mit nur einem einzigen Tastendruck finden.
he: בעזרת תוסף זהתוכל לחפש טקסט בדפי אינטרנט בלחיצת כפתור אחת בלבד
hr: „Kretanje po tekstu” omogućuje pronalaženje teksta kojeg želiš pročitati na web stranici, pritiskom tipkovnog prečaca.
it: TextNav consente di trovare il testo da leggere nelle pagine web servendosi di una sola combinazione di tasti.
pt_br: O TextNav permite que você encontre o texto que deseja ler em uma página web com apenas um toque de tecla.
sk: Umožňuje pomocou klávesovej skratky rýchlo skočiť na nasledujúci alebo predchádzajúci text na webovej stránke
sr: Navigacija kroz tekst vam omogućava da pronađete tekst koji želite da čitate na Web stranici jednom prečicom.
vi: Duyệt theo văn bản (TextNav) cho phép bạn tìm văn bản mình muốn đọc trên các trang web chỉ với một phím tắt đơn giản.
zh_cn: TextNav 您只需按一次快捷键即可查找要在网页上阅读的文本。更确切地说，它添加了一个快捷键以跳转到下一个或前一个文本段落 - 这是一个包含一个或多个句子的段落。此功能可能有助于快速查找网页的文本部分或跳过菜单，广告和其他不重要的页面元素。
